package mine;

public class MotivationConstants {
    static String iron = "1) Что ты говоришь, я не могу понять? (Анжелика Муратовна)\n" +
            "2) Я вас каждое лето отправляла в Даргавс, чтобы вы научились говорить по-осетински. Почему вы не научились? (Мама)\n" +
            "3) Я вас в осетинскую группу отдала. Почему вы не научились говорить? (Мама) \n" +
            "4) Я вот в русскую группу зашла на открытый урок. Они там так хорошо отвечали. Кирилл, Никита. (Мама) \n" +
            "5) Я тебя не понимаю. (Абрек Абреков)\n" +
            "6) Что ты говоришь? Я тебя не понимаю. (Вова Бигаев)\n" +
            "7) Уый не' мбары. (Вова Бигаев Тамаре) \n" +
            "8) Вот у тебя акцент русский. (Урузмаг Гудиев)\n" +
            "9) Ты че хохол какой-то. (Парень с гизельского поля)";
    static String ironPositive = "" +
            "1) Вот Артур не понимал, а все равно выучил наизусть (Анджелика Муратовна) \n" +
            "2) Тагьддӕр, Артур. (Тимур)\n " +
            "3) Куыд райдыдта дзурын? (Анджелика Муратовна) \n" +
            "4) Уый алцыдӕр ӕмбары (Тамарӕ) ";
    static String educational =
            "   Negative:\n" +
                    "1) Знаешь, Артур, ты меделенный. Бывают такие люди. (Николай Иванович) \n" +
                    "2) Что??? Ты на мировую олимпиаду??? (Курочкина)\n" +
                    "" +
                    "   Positive: \n" +
                    "1) Вот если бы вот эта работа была правильно сделана, тогда можно было поставить, но... (На олимпиаде 9 класс)\n " +
                    "2) Молодец, Гудиев. Быстро соображаешь. (Эльза Давидовна)";

    static String se =
            "1) Runtime - время бежит. (Кружок олимпиадного программирования) " ;
    static String behaviour = "1) Как мама уехала, сразу стал себя плохо вести";
    static String character = "1) Почему на хор не пришел (Светлана Викторовна)\n" +
            "2) Это тебе не баранов резать, на праздники ходить (Демидо) \n" +
            "3) Тут думать нужно, а не баранов резать (Аккомпанемент) ";

    static String chess = "1) Я его выиграл (Мишка) \n" +
            "2) Мой папа очень хорошо играл в шахматы (Мама)\n" +
            "3) Наш брат достиг больших успехов в шахматах (Хабиб Нурмагомедов)";





}
